{"pages":[],"posts":[{"title":"【学习研究室】学习中感到痛苦怎么办？","text":"“我最讨厌学习了！” 即便告别了学生时代， 但还是甩不开“学习“二字。 父母唠叨、上司唠叨、长辈唠叨，时不时还有奋斗b造作， 不用你们唠叨我也明白学习很重要啊？ 所谓”要有收获就要付出代价“， 学习最大的代价就是要忍住那令人抓狂的痛苦！ 枯燥、乏味、消耗能量， 要能忍住的话我早就去上清华北大了！ 诶，还别急。 我非常理解你的感受。 “为什么学习会感到痛苦？” “有没有办法脱离这种痛苦？” 今天冒险者之家就以“学习中感到痛苦怎么办？”为题， 结合海外的最新研究与最前线专业创作人员提供的情报， 来分享一些实际操作方面的分析和解决方法。 绝非毒鸡汤，还请放心观看。 前言：首先，从大前提上我们有一个认知需要统一，那就是“学习 = 思考”。 无论是读书、工作，或是运动、画图、学习乐器， 学习是一个“动脑子”、耗费精力的过程， 不带任何思考地大量练习，对掌握新知识是不会起到任何作用的，这只会让你将本就掌握的技能变得更加熟练而已。 我们之所以会觉得学习痛苦，或者说“思考”本身就很没意思，是因为觉得： “思考一堆东西 = 烦恼一堆东西 = 吃苦”，其实并不是这样。 用我的方法可以让“一边思考一边学习”的过程变得愉快起来。 希望你能看到最后。 1、思考的目的在于“发现” 如前面提到的，“思考 = 烦恼 = 吃苦”的等式并不成立， 事实上，不如说“思考”本身就会逐渐变得有趣起来。 那是因为：“思考 = 发现”。 可以回想一下自己的学习过程，无论是书本上看到不同的观点、工作时尝试出一个节约时间的方法、运动时察觉到某个诀窍可以让动作顺利完成、画图时注意到了线条粗细变化带来的观感影响、演奏乐器时找到了某两和弦间切换的技巧… 在正在学习的领域中，发现什么其实是自由的，什么都可以。 而每当积累下5-6个发现时，自己的水平就会发生极大的变化，仿佛换了个人一样。 你会为这样的改变而兴奋，因为这样能直接展现出学习的成果。 而为了增加“发现”的乐趣，其实是有诀窍的。 诀窍在于记笔记。 笔记的内容就是发现的事情。尽可能详细，可操作、可复制最好，或者只有自己能看懂也无大碍。 “如果什么都发现不了怎么办？” 这里还有一个促进发现的练习法：模仿。 例如在写作和画图时，临摹别人的作品看似浪费时间， 但模仿的目的不是“写得像或画得像”，不如说完全不像也没问题。 模仿的目的在于发现。 “原来可以这样做！” 、“为什么他会这样做？”等等，通过模仿便可发现什么。 需要注意的是，模仿不止是“看”的功夫，如果不亲自上手去做，有些情报是不会得到的。 综上，模仿大佬，模仿的目的不是做出来，而是发现。将发现的点记录下来，积累5、6个，自己的水平就会与过去完全不同。 如果还在烦恼学习方法的话，不妨可以尝试一番。 2、停滞是成长的瞬间前面我们说到了，“学习 = 思考 = 发现”、“学习 ≠ 吃苦”， 但还未指出造成痛苦的根源。 下面我们来做进一步解释。 首先，如果将学习阶段区分，可分以下四种： ①脑子不会，手也不会。（什么都不想，什么也做不出来） ②脑子会了，手不会。（想到了但做不到） ③脑子会了，手勉强会。（想到了，勉强能做到） ④脑子会了，手也会。（不用思考就能做到） 从①到④呈阶梯上升。 大部人都处于①，大神处于④，这两个阶段是最轻松的。 而让我们感到不愉快、不爽、乃至痛苦的，正是②和③阶段。 ③阶段虽然痛苦，但做成后的成就感能抵消掉这一痛苦。在网上或工作中大部分能得到评价、稍微专业一些的人员，大都处于③阶段。 而②阶段是特别不愉快的阶段，也是“停滞”发生的阶段。 “停滞”可谓是痛苦最大的来源。 成绩上不去，好似拳头打到棉花上一样，无论做什么都没有改进。严重时，来自外界或自身的压力一股脑涌上，喘不过气来。 这里将停滞的原因进行拆解： 停滞发生在“想到了但做不到”的阶段，确切的说，应该是发生在从“什么都不知道、什么也做不到”的阶段向“想到了但做不到”的前进过程。 大多数人会认为，停滞是指“本来能做到的事情做不出来了”，但事实并不是这样。 停滞其实是在成长阶段中发生的事情。 之所以会产生这样的误会，是因为在①阶段时“眼光变高了”。 可能是看到了别人的成果，看了某本书或某段视频，只是通过眼睛“发现”了什么。 没错，正是前面提到的“发现”，但还没有落实到自己手中，便卡在了从①阶段到②阶段的过程中。 所幸的是，是有脱离停滞状态的方法的。 脱离停滞状态的方法有2点： 一种是大量练习，让受伤的技术升上来，是一种“上升一个阶段”的方法。 另一种是姑且把它放下，去休息一会儿，是一种“下降一个阶段”的方法。 大部分人都会选择第二种方法。 学习感到痛苦、停滞不前时，你可能会听到过这样的建议： “停滞时，稍微远离一段时间，自然就会治好。” 比如一个课题研究不下去了，放置一个星期再说。 （注意这里是说长时间放置，而不是打扰到正常作息） 这确实是脱离困境的一种方法。但这不是进化，而是一种退化。 回到“没有发现问题的状态”，的确是脱离停滞状态的方法。 然而，停滞本身其实就是一种成长。 在19年有一本关于学习的书在美畅销。书名为《Range》，副标题“Why Generalists Triumph in a Specialized World”，即“为什么通才能在专业领域大获全胜”。 作者David Epstein拥有环境科学和新闻学双硕士学位，曾担任ProPublica的调查记者和《体育画报》的高级撰稿人，现在又是商业畅销书的作者，他本人就是诠释“通才”这个话题的最佳案例。 书中有这样一个观点：“Frustration is not a sign that you are not learning, but ease is .”翻译下来：“受阻并不是你没有学习的信号，但容易是。” 需要说明的是，这句话不是励志鸡汤，而是有关“Generation Effect”，即“生成效应”的进一步解释。 “生成效应”常见的表现形式有两种： 一种是就是每个人都可能听说过的“联想记忆”。给出提示 有一组字母串需要大家记忆:LWWELIHFIGIT， 毫无规律,很难记. 若我在这里给出提示,将其重新组合为我们熟悉的单词 要就很好记忆：WE WILL FIGHT。 另一种是给出一组数据，求一个答案，无论题目多么复杂，只要能套用公式、使用结论便可解答。 “生成效应”看似能为我们的学习起到很大帮助，甚至很多老师在教学时也会刻意利用这一效应。 但是，事实却是：这种学习方式只会产出“专家”，而不会产出“能解决问题的人”。 这只不是国内、国外，应试教育或者素质教育的问题，而是整个现代教育体系中都忽略的内容。 这便是作者的写作的一个目的：揭示“True learning is hard”的真相。 所谓的”True learning”,其实就是要想办法规避生成效应的影响:不要借助提示,不要使用结论或公式。将问题复杂化,产生更多的联系。遇到问题时去强迫自己产生一个答案,即便结果是错误的,也好过有提示的。 痛苦是成长的必经之路。 简单总结一下，痛苦的根源来自于停滞不前。 “眼光变高，但手头的技术达不到，有劲使不出来，很不甘心。”则是停滞的真相。 这份痛苦不是退化，而是成长。停滞更是成长的瞬间。 如果意识到这点，便会不再产生过多的负担。 3、将痛苦的经验总结下来，是天才所不具备的财产最后，你可能会遇到下面这种情况： 向一名天才请教一个问题，有时对方压根没觉得这是个问题。 比如就问天才们“学习中感到痛苦怎么办？” 对方则会答到：“学习很快乐啊，哪里痛苦了？” 真是气不打一处来。 不过也可以理解，一些天才可能下意识中就会完成成长。 学习的痛苦对绝大部分的人来说都是必然的路程，因为痛苦就是成长本身。 但也无需太过羡慕天才。 对咱们一般人而言，如果在成长过程中不断思考、总结下笔记，这些便是天才们所不具有的财产。 而且这份财产，到时也能像现在这样作为礼物赠予大家，不也是件乐事吗？","link":"/2020/08/28/%E3%80%90%E5%AD%A6%E4%B9%A0%E7%A0%94%E7%A9%B6%E5%AE%A4%E3%80%91%E5%AD%A6%E4%B9%A0%E4%B8%AD%E6%84%9F%E5%88%B0%E7%97%9B%E8%8B%A6%E6%80%8E%E4%B9%88%E5%8A%9E%EF%BC%9F/"},{"title":"【深夜酒馆】下班之后做什么？","text":"hi，一周不见，今天又是期品酒闲谈节目。 先来听听今天的bgm吧， 来自apple music爵士律动电台推荐， 是一首非常安静的jazz，与下雨天喝酒的场景非常搭配。 恰逢几日前好友告知，某东上面芝华士12年好价，1000ml只要200打头， 比在地某酒库便宜了巨多，便顺势屯了几瓶。 正如前几期推荐的，芝华士12是威士忌中绝对不会出错的一款， 搭配些花生米或者水果硬糖， 今晚咱们边喝边聊。 说来有些惭愧， 最近在看微博时，关注了一位非常专业的日本酒博主。 而理由呢，正如下面这张图所示： 其中的第二条，除了“土豪”的名号外几乎完美中枪，都是自己喝过、喜欢，甚至有些舍不得喝的酒。（其中那瓶无年份的响开了大半年都没舍得喝完，看来确实是与“土豪”二字无缘了…） 其实之前推荐这些酒的理由也不止是在看名声， 他们在国内有官方进货渠道，无需再去操心店铺虚实，某猫旗舰店（宾三得利、獭祭）就可以方便买到。 至于下面“有品位”、“直接参与”店铺的选择，其实也不会太贵，随后有机会的话可以买来尝尝后再与大家分享。 说完这个算是安了心了，毕竟酒水文化博大精深，每时每刻都不能忘记更新学习。 还记得以前聊到过的吗？酒保是与药剂师相同，绝对不能欺骗客人。 那么让我们回到今天的标题：《下班之后做什么？》 为什么会说到这个题目呢？ 其实是在最近有看到日本的一个面向20-35岁人群的调查：下班之后会做的事情top5。 第一名“没什么做”与第二名“没有工作”相当的微妙… 虽说是日本的情况，但在我们国内，会选择“没什么做”的年轻人应该也不在少数。 “工作一整天本来就很辛苦，下班后还是瘫在床上悠闲刷剧来得舒服。但是，趁着现在压力还不算太大、赶在中年危机到来之前还是想做些什么啊…” 相信来到这里【深夜酒馆】的各位多少都会抱有这种想法。 观察下身边，其实除了调查表中的这些活动外，大家度过下班时间的方法还是非常多样的： 打游戏、健身、备考、辛苦一些的还有继续加班、照顾孩子… 都是大家自己的一种选择。 无论下班后做些什么，正如王盐Charles老师所说： 工作、情感、生活都不是100%可控的，当你诸多不顺进入人生低谷时，往往会有种万念俱灰的绝望感。这时候能有个爱好稳定的为你提供幸福感、释放你的压力就显得非常重要。 下班后的兴趣爱好对于个人的最大意义是抵抗孤独与外界压力。 需要注意的是，一些“消费型爱好”、需要花钱购买快感的爱好，并不能长久地为你提供幸福感。 为了获得稳定的幸福感，挑好一门爱好，或者说挑好一种下班后的度过方式，其实是需要不断尝试、不断筛选的。 而本人呢，就如各位朋友所认识的一样，作为欲望的化身，曾有过大量的尝试经验。其中有一些爱好也坚持至今，不仅能够收获稳定的幸福感，甚至能对工作生活提供些许的帮助。 下面我会为大家分享一些这类爱好的入门与坚持下去的小心得。 Here we go ！ 1、玩吉他“嗯…一上来就这么硬核吗？” 看似是这样没错。 除了卡祖笛和口哨，但凡是一门乐器都不能用“好学”二字来形容。 可能学生时代会有家长支持，作为一门特长才艺来供养。 但是成人时代学这还有用吗？ 其实作用很大。而且不只是才艺表演或者撩妹撩汉时用的。 想学电吉他的理由很简单，就是在机缘巧合打开的一场live录像中，彻底迷上一位吉他手：roselia的工藤晴香。 初次接触也听不出来弹得如何，她的本职工作也只是配音演员而已。随后，得知她在Bang Dream企划中对电吉他近乎从头学起，接着看完一年又一年的演出，逐渐炉火纯青，这样的成长感才让我真正感受到了演奏吉他的帅气。 发自内心地想学来玩。 随后便是在2019年时购入自己的第一把琴。 虽说是定制款，但不过是类似周边产品一般的廉价同造型款。好在也比一般的琴好用许多，足够入门使用。 （这把琴到手4k左右，这里可以看到琴头的字母不同，原版写有“ESP”字样的吉他市价2w以上，实在眼馋。） 琴到手后爱得不行，抱在手中即使不弹也是种享受。 随后的学习先是在油管上找到了一个系列教程，一步一步跟着学。 其实网上免费的学习资源很多，尤其是视频类的，重点是认准后只跟着一个老师的思路走便好。 但在学完major、minor和弦后，逐渐丧失了坚持的动力。老师讲解的很好，但是却不知道自己弹的如何。仿佛出拳打在了棉花上，看不到自己的成长。 随后便转换策略，发现一款名为《摇滚史密斯》的教学软件。视频指导加上类似音游一般的练习方式，很好地解决了反馈的问题。 类似这样的软件在手机平板端也有，而在目前，我便是采取付费订阅的方式进行学习，一学便坚持到了现在。（为了避免广告嫌疑就不说app名了，感兴趣的朋友可以留言交流） 总结下，成年人学习吉他或者任何一门乐器，入门与坚持的要领在于两点： 1、挑一把自己足够喜欢、且价格不要过低的琴，它可以帮助你减少很多不必要的麻烦。 （例如廉价吉他琴弦距离之高，弹的过程几乎是在全程忍着疼痛） 2、找培训班老师也好、找app也罢、或者自己录下来对比分析也行，学习的关键在于及时反馈。 至于前面提到的成年人学习乐器意义，我的体会其实在下面这个视频中可以看到： 这是一种进入社会后很少见的，只要付出就能有所回报的学习。 这样锻炼出来的自信是难以言喻的。 而且，只要确保有反馈，即便是枯燥的练习也能够乐在其中。 另外值得注意的便是，如果一个练习十分困难进而感到焦躁，那么不妨直接睡下。大脑是很神奇的一种器官，它会自动帮你完成很多工作。坚持每天练习，重复几轮，问题便会迎刃而解。（自己在学习吉他入门杀手“F和弦大横按”时便用此种方法）这样的体验也是学生时代之后难以体验到的，非常有趣。 2、画图这个爱好算是本人坚持比较久的。 从上课涂鸦到工作后闲来没事就画两笔，几乎从未想过放弃这个爱好。 工具的选择有很多，从ipad、数位板再到随便拿起一张白纸，任何时候都可以进行。 其好处也是多方面的：制作ppt、宣传材料等等，各行各业都离不开设计，而说到设计就离不开图。画图作为一种差异化竞争的手段很是吃香。 如果单是拿来玩就算了。若想将其发展为一种特长，就不能单纯地乱画或者临摹， 关键还是要做出作品。 绘画看似简单，涉及的知识点却异常的广泛深入。 理论上就有透视、构图、色彩原理、设计原理、人体结构等等，每一项用几本大部头都讲不完。 实践上又有观察、草图、描线、运笔等等，需要长期的积累。 但是，这并不意味着需要将这些知识全部掌握后再去创作作品。 在国内的固有思想概念中，“要先做够练习再拿出去展示”几乎是个定理。 但放在实践中，不仅低效，而且连练习的目的都无法达到。 正确的做法应当是：先用尽全力做出作品，再去寻找差距，随后做对应的练习。 可能在前期作品根本没法见人，拿出去十分”丢脸“，但这却为对比观察和之后的练习在真正意义上提供出了原材料。 逐渐积累作品并发表出去，获得反馈，也足以成为坚持的动力源泉。 3、看书“要不要这么装啊？看书？我可做不到。” 不与否定，在几年前我也是这样认为的。 虽然心里明白读书的重要性，但要能做到休息时间看书学习，简直比登天还难。我可不相信自己的自制力（否则也不会这么胖了…咳咳）。 但是现在，自己每周都会保证一定的阅读量，既不靠自制力，也不靠外界的逼迫。主要还是经历过了一下三个过程： 买书、看书、以及写文章。 说来还是惭愧，虽然前面提到了不要有“消费型的爱好”，但买书一直是自己最大的乐趣。 中文、日文、英文，漫画、小说、工具书，种类繁多、精美别致，装饰在书架上如同一件件战利品般，一旦体验过采买的快乐，简直不可收拾。 虽然买书的确是“消费型的爱好”，但读书却不是。 可惜，买书如山倒，看书如抽丝。 要如何让自己翻开去看呢？ 思路类似前面的画图，便是“输出”二字，写文章出来。 初次接触“输出倒逼输入”的概念，其实源自于自媒体创业。 当时网上流行着大量知识付费内容：樊登、罗振宇、高晓松等一票“读书买卖人”遍地开花，各种卖课卖书，再到现在b站开设知识区，想来也是种趋势。 而且自己除了时间一无所有，钻研做做内容说不定能火，好一个“无本创业”，不知比街头摆摊强多少，便决定尝试着写点什么。 但是，到底要写点什么呢？经验没有、理论没有、观点没有，那就来写转述吧。学习他们的东西，吸收变成自己的东西，结合实际体验，输出干货就好。 于是，就开始了这个公众号，以及现在每天更新微博之路。 为了能写出东西，必须要大量的输入。读书这个过程便从“被动”转化为了“主动”。 不是为了读书而读书、也不是为了学习而读书，只是为了写文章而读书。 “实践检验真理”，而我的实践便是写出东西来。 简单直接，效果显著。 聊到这里，发现这些爱好入门与坚持的方法是有一定共性的： 输出、反馈、输入（分析、学习）、修改（练习）、再输出。 类似PDCA，计划（plan）、执行（do）、检查（check）、调整（Adjust）的一套， 原来PDCA并不是空话或者只适用于企业管理， 放在自己身上一样好用。 在其他爱好方面能否用上呢？还请尝试看看。","link":"/2020/08/15/%E3%80%90%E6%B7%B1%E5%A4%9C%E9%85%92%E9%A6%86%E3%80%91%E4%B8%8B%E7%8F%AD%E4%B9%8B%E5%90%8E%E5%81%9A%E4%BB%80%E4%B9%88%EF%BC%9F/"}],"tags":[{"name":"学习研究室 情绪管理","slug":"学习研究室-情绪管理","link":"/tags/%E5%AD%A6%E4%B9%A0%E7%A0%94%E7%A9%B6%E5%AE%A4-%E6%83%85%E7%BB%AA%E7%AE%A1%E7%90%86/"},{"name":"深夜酒馆","slug":"深夜酒馆","link":"/tags/%E6%B7%B1%E5%A4%9C%E9%85%92%E9%A6%86/"}],"categories":[]}